{
  "plugins": {
    "lightline.vim": {
      "src": "https://github.com/itchyny/lightline.vim"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "vim-colors-solarized": {
      "src": "https://github.com/altercation/vim-colors-solarized"
    },
    "vim-easyclip": {
      "src": "https://github.com/svermeulen/vim-easyclip"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gitgutter": {
      "src": "https://github.com/airblade/vim-gitgutter"
    },
    "vim-indent-object": {
      "src": "https://github.com/michaeljsmith/vim-indent-object"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-textobj-entire": {
      "src": "https://github.com/kana/vim-textobj-entire"
    },
    "vim-textobj-quotes": {
      "src": "https://github.com/beloglazov/vim-textobj-quotes"
    },
    "vim-textobj-user": {
      "src": "https://github.com/kana/vim-textobj-user"
    },
    "vim-vinegar": {
      "src": "https://github.com/tpope/vim-vinegar"
    }
  }
}
